[
   {
        "food_name": "Chicken",
        "food_type": "White Meats",
        "food_price": 10,
        "food_description": "Mild and versatile in flavor, often having a slightly savory or umami taste and is cooked until tender."
    },
  {
        "food_name": "Turkey",
        "food_type": "White Meats",
        "food_price": 37.35,
        "food_description": "A bird with a slightly gamey and earthly flavor compared to chickens milder taste. It is also usually a bit drier due to its lower fat content."
    },
 {   
        "food_name": "Duck",
        "food_type": "White Meats",
        "food_price": 45,
        "food_description": "A stronger flavor, closer to red meat rather than chicken which renders a tender, moist and fatty protein."
    },
{
        "food_name": "Goose",
        "food_type": "White Meats",
        "food_price": 65,
        "food_description": "It is a cross between chicken and duck, with a stronger gamier taste and is often compared to beef in the world of poultry."
},
   {
        "food_name": "Game Birds",
        "food_type": "White Meats",
        "food_price": 35,
        "food_description": "Rich and tangy in flavor, often described as earthy or musky. The darker the meat, the sweeter the taste."
    },
   {
        "food_name": "Lamb",
        "food_type": "White Meats",
        "food_price": 35,
        "food_description": "Often described as 'gamey' or pastoral. Its flavor comes from the branch-chained fatty acids found in the fat of the lamb."
    },
   {
        "food_name": "Rabbit",
        "food_type": "White Meats",
        "food_price": 30,
        "food_description": "A bit like chicken with stronger earth tones and somewhat 'gamey'."
    },
   {
        "food_name": "Veal",
        "food_type": "White Meats",
        "food_price": 40,
        "food_description": "Delicate and mild in flavor, it is lean but has more fat than something like chicken"
    },
  {
        "food_name": "Pork",
        "food_type": "Red Meats",
        "food_price": 15,
        "food_description": "Meaty, slightly sweet and savory in flavor. Its versatility comes from the herbs and spices it is often cooked with."
    },
    {
        "food_name": "Beef",
        "food_type": "Red Meats",
        "food_price": 35,
        "food_description": "A rich savory flavor with slightly sweet undertone that can depend on the cut used and the amount of time cooked."
    },
    {
        "food_name": "Venison",
        "food_type": "Red Meats",
        "food_price": 27,
        "food_description": "Rich and earthy with gamey undertones and hints of acorn, sage, and other herbs. Its leaner than beef and other red meats."
    },
    {
        "food_name": "Mutton",
        "food_type": "Red Meats",
        "food_price": 50,
        "food_description": "Strong and rich in flavor, it mellows in taste as the meat cooks. It can have a musty hint of grass or hay, but shines when used with bold herbs and spices."
    },
    {
        "food_name": "Boar",
        "food_type": "Red Meats",
        "food_price": 80, 
        "food_description": "A leaner meat with a 'gamey' taste, darker than regular pork, it has an intense, sweet, and nutty flavor."
    },
    {
        "food_name": "Hare",
        "food_type": "Red Meats",
        "food_price": 18,
        "food_description": "A rich 'gamey' flavor which is high in protein and low in fat content."
    },
    {
        "food_name": "Carbonara",
        "food_type": "Pasta",
        "food_price": 16,
        "food_description": "An Italian pasta dish typically made with pancetta, eggs, and parmesan cheeses."
    },
    {
        "food_name": "Cheese-based",
        "food_type": "Pasta",
        "food_price": 15,
        "food_description": "Usually a savory and creamy dish rich in fat"
    },
    {
        "food_name": "Tomato-based",
        "food_type": "Pasta",
        "food_price": 13,
        "food_description": "Typically a lighter dish with a smoother finish and usually includes garlic, peppers, or basil"
    },
    {
        "food_name": "Pesto-based",
        "food_type": "Pasta",
        "food_price": 12,
        "food_description": "Bright and pungent, with a strong flavor of basil or other garden herbs mized with nuts and cheese"
    },
    {
        "food_name": "Seafood pasta",
        "food_type": "Pasta",
        "food_price": 18,
        "food_description": "Tasting usually of a butter, garlic, and white wine reduction, it invokes the memory of the sea from which it derives its protein from."
    },
      {
        "food_name": "Vegetable pasta",
        "food_type": "Pasta",
        "food_price": 12,
        "food_description": "Light and fresh, it offers some balance to what is usually considered a heavier pairing with pasta itself."
    },
      {
        "food_name": "Spicy pasta",
        "food_type": "Pasta",
        "food_price": 13,
        "food_description": "The heat from the spice level often is cooled with the calming pasta base. The spice level can become intense as more is added and the pasta offers little in the way of competing flavor"
    },
    {
        "food_name": "Salads",
        "food_type": "Vegetables",
        "food_price": 12,
        "food_description": "A lighter option of a meal, it is often accentuated by the dressing and toppings added to give it a variety of versatility."
    },
    {
        "food_name": "Green Vegetables",
        "food_type": "Vegetables",
        "food_price": 11,
        "food_description": "A light assortment of a farmers medley offering a range of lighter options which can accent certain notes found in wine flavors."
    },
    {
        "food_name": "Root Vegetables",
        "food_type": "Vegetables",
        "food_price": 9,
        "food_description": "A richer, heartier meal, the earthy tones and substantive root vegetable will leave you feeling satiated"
    },
    {
        "food_name": "Mushrooms",
        "food_type": "Vegetables",
        "food_price": 13,
        "food_description": "Each mushroom offers a unique flavor profile, often described as umami, the fifth taste on the tongue behind sweet, salty, sour, and bitter. It is usually robust and rich in flavor and is often compared to meat."
    },
    {
        "food_name": "Tomato-based Dishes",
        "food_type": "Vegetables",
        "food_price": 12,
        "food_description": "A light compliment, the tomato offers its pasta counterpart flexibility in its flavor profile without overwhelming any accents added in the form of herbs or spices."
    },
    {
        "food_name": "Spicy Vegetables",
        "food_type": "Vegetables",
        "food_price": 13,
        "food_description": "Heat is often the forward flavor profile with spicy vegetables so a calming or cooling counter party is needed to fully appreciate the experience."
    },
    {
        "food_name": "White Fish",
        "food_type": "Seafood",
        "food_price": 19,
        "food_description": "Usually considered mild in flavor, it can sometimes have a delicate, sweet, buttery taste and flakey texture."
    },
    {
        "food_name": "Meaty and Oily Fish",
        "food_type": "Seafood",
        "food_price": 18,
        "food_description": "They can range from meaty to creamy, pungent to fatty. This protein is as varied as the fish in the sea."
    },
    {
        "food_name": "Clam",
        "food_type": "Seafood",
        "food_price": 17,
        "food_description": "A subtle briny taste, often described as mildy sweet compared to its fishier counter-parts."
    },
     {
        "food_name": "Crab",
        "food_type": "Seafood",
        "food_price": 23,
        "food_description": "Sweet and succulent with a slightly sweet and briny flavor reminiscent of the ocean. Its texture is delicate and moist in texture."
    },
    {
        "food_name": "Lobster",
        "food_type": "Seafood",
        "food_price": 28,
        "food_description": "A sweet, saline, briny taste, with a more savory flavor from the more matured of the species. The tail meat has firm textured and concentrates the flavor profile. Liquified butter is often a staple component of the dish."
    },
    {
        "food_name": "Abalone",
        "food_type": "Seafood",
        "food_price": 130,
        "food_description": "Its briny and sweet flavor is described as butter. The texture of the abalone is hard and dense."
    },
    {
        "food_name": "Scallop",
        "food_type": "Seafood",
        "food_price": 8,
        "food_description": "Briny and slightly sweet in flavor, but not overly fishy in taste. Its texture is firm and light and often described as succulent when cooked properly."
    },
    {
        "food_name": "Goat Cheese",
        "food_type": "Cheese",
        "food_price": 15,
        "food_description": "The flavor profile is tart, with a soft spreadable texture. It has tangy and earthy tones which compliment many dishes."
    },
    {
        "food_name": "Feta",
        "food_type": "Cheese",
        "food_price": 12,
        "food_description": "It has a tangy, slightly salty and mildly sour taste that recalls pepper and ginger, with just a hint of sweetness."
    },
    {
        "food_name": "Manchego",
        "food_type": "Cheese",
        "food_price": 23,
        "food_description": "Savory, tangy, and slightly sweet in taste which leaves a creamy nutty taste on the palette."
    },
    {
        "food_name": "Parmesan",
        "food_type": "Cheese",
        "food_price": 19,
        "food_description": "Rich, tangy, nutty, sharp, fruity, and bold are all common descriptions of this hard cheese."
    },
    {
        "food_name": "Cheddar",
        "food_type": "Cheese",
        "food_price": 6, 
        "food_description": "Mild cheddar is smooth with a subtle buttery taste. Medium cheddar has a stronger profile. White cheddar has a tangy and robust taste."
    },
    {
        "food_name": "Gruyere",
        "food_type": "Cheese",
        "food_price": 20,
        "food_description": "A rich, slightly nutty taste that derives from the cows milk found in Gruyere, Switzerland."
    },
    {
        "food_name": "Blue Cheese",
        "food_type": "Cheese",
        "food_price": 8,
        "food_description": "This cheese tastes salty, bright, and earthy. It is sometimes described as a bit funky and can contain black pepper notes depending on the cheese producer."
    },
    {
        "food_name": "Brie",
        "food_type": "Cheese",
        "food_price": 6,
        "food_description": "A soothing and mellow flavor, Brie has a hint of nuttiness but its flavor profile is suble enough that it can be overwhelmed if paired with stronger flavor profiles."
    },
  {
        "food_name": "Camembert",
        "food_type": "Cheese",
        "food_price": 20,
        "food_description": "Described as mushroomy, eggy, garlicky, nutty, or fruity, Camembet can have a variety of flavor profiles. Its soft and creamy texture also lends its rind to be edible as well."
    },
    {
        "food_name": "Fruit-based Desserts",
        "food_type": "Dessert",
        "food_price": 17,
        "food_description": "Often having an appetizing aroma and clean flavor profiles, many fruit desserts are served chilled but some achieve their peak flavor profile at room temperature."
    },
    {
        "food_name": "Chocolate and Caramel",
        "food_type": "Dessert",
        "food_price": 16,
        "food_description": "Ranging from bitter darker chocolate to a sweet or semi-sweet milk chocolate, this flavor profile offers something sweet which is a unqiue profile all its own. Caramel is often sweet or extremely sweet and a little amount can go a long way flavor-wise."
    },
   {
        "food_name": "Baked Goods",
        "food_type": "Dessert",
        "food_price": 9,
        "food_description": "There are a variety of baked goods that have many varying and unique flavor profiles which range from tarts to pies to sweet-filled cookies."
    },
    {
        "food_name": "Cakes",
        "food_type": "Dessert",
        "food_price": 15,
        "food_description": "Sweet and Semi sweet cakes often serve as a final note to a wonderful meal, their sweetness ending things on a brighter note than the main course often offered."
    }
]